/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_583163771782955993": {
      "settings": {
        "checksum": "fb6a368ee79b048bebe2141a54a7360dc913d585e6d553a04cae7288d9fee996_1_1_0_0__1",
        "gg1nSTWpw7W_text": "Related posts",
        "gg4lmgthYkd_text": "<p>Top 10 Premium Beard &amp; Scalp Treatments (2025)</p>",
        "gg7Z2Xkuj-m_text": "Benefits of Camellia Oil",
        "gg7yLu39fOb_text": "- Protects the Skin Barrier",
        "gg8TxLCtyNb_text": "The Underground 1920's&nbsp;<br>Barber Formula Resurfaces",
        "ggEXjnyufHG_text": "The Discovery",
        "ggEhF2I7yz7_text": "<p><strong>“I was skeptical at first, but this actually did what no other product could. Not only did it clear my beard, but the results lasted. I haven’t had to deal with embarrassing flakes in months.”</strong></p>",
        "ggG44G2c4le_text": "- Calms Irritation, Itch &amp; Dandruff",
        "ggLQDmLTgYa_text": "<p>Known for its soothing properties, Camellia oil reduces redness, dryness, and itch caused by fungal buildup, letting skin return to a natural, balanced state.</p>",
        "ggMnsicOai9_text": "<p>In a dusty box of journals found in an old New York barbershop, researchers uncovered something remarkable: a <strong>secret recipe from the 1920s</strong> said to keep hair clean, strong, and flake-free under the toughest conditions.</p><p>&nbsp;</p><p>At first, it read like a quaint note from a forgotten era. But the more experts studied the formula, the clearer it became: these barbers weren’t just grooming men, they were solving the same scalp problems men face today.</p>",
        "ggMudi4EIml_text": "<p>Decades later, when researchers uncovered a box of <strong>old barber journals</strong> in the basement of a long-shuttered New York shop. Inside were written recipes, trial blends, and observations about what worked best for men fighting irritation and flakes.</p><p>&nbsp;</p><p>At the center of those notes was a recurring formula: a <strong>special oil blend</strong> that the barbers relied on to keep hair <strong>fresh, clean, and itch-free</strong> even under the harshest city conditions.</p>",
        "ggOIz2zjjJN_text": "<p>Men today are still fighting the same hidden battle that men in the 1920s faced. Long hours at work, gym sweat, pollution, and modern grooming products all create the perfect environment for the same fungus to thrive. Leading to the same irritation, flakes, and discomfort.</p><p>&nbsp;</p><p>Researchers also realized that most <strong>modern beard products actually </strong><i><strong>make the problem worse</strong></i><strong>.</strong> Oils, balms, and shampoos feed the fungus and strip away the skin’s natural barrier, creating a cycle of relief and relapse.</p><p>&nbsp;</p><p>That’s why a team of skincare experts set out to create something different. A formula that blends the proven formulation from the barbers with modern dermatology. Their goal was simple: build a<strong> product that not only clears flakes fast, but also protects against the root cause so the problem</strong> doesn’t keep coming back.</p>",
        "ggOmRGwRFoE_text": "<p>Men in that era often worked <strong>12-hour shifts</strong> in crowded factories, smoky streets, and sweltering city heat. What most men didn’t realize at the time was that these conditions created the perfect environment for <strong>fungus</strong> to take hold of their hair. Causing them to <strong>struggle with dandruff, itching, and irritation.</strong></p><p>&nbsp;</p><p>This fungus is called Malassezia, and it thrives off the oils your skin naturally produces. And it especially gets worse when men are met with hot, damp, and nasty conditions. Causing those unexpected flakes, itching, and irritation.</p><p>&nbsp;</p><p>Barbers saw this firsthand every single day. And because grooming wasn’t just about style but about hygiene and comfort, barbers became more than hair cutters; they were the people's hair care experts. So barbers started creating their own special formulas for men’s hair, and studies show that these remedies worked like magic.&nbsp;</p>",
        "ggQGle1OGVl_text": "- Strengthens Hair Fibers",
        "ggSSX9v5iG-_text": "From 1920s Barbershop to Modern Routine",
        "ggX3ivkvMH2_text": "<p>Unlike common beard oils (coconut, argan, jojoba) that actually provide food for fungus, Camellia oil’s unique fatty acid profile makes it fungus-resistant. Starving the fungus and stopping the production of dandruff.</p>",
        "ggbi5fxdQ5o_text": "- Doesn’t Feed Fungus",
        "ggcXZ_G6NmP_text": "What was their Secret Formula?",
        "ggcndh74mLZ_text": "<p><a href=\"#\">What is the best product for stopping dandruff?</a></p>",
        "ggh5P-bKrNW_text": "Historians Uncover 800-Year-Old Samurai Oil That Protects Skin From Dandruff",
        "gghQe9o6PaD_text": "Struggles of Hair Care in the 1920s",
        "gghyMeQcXQQ_text": "<p>Mike Jones</p>",
        "ggkoiQzyn6h_text": "Success stories",
        "gglk2xgpN5W_text": "<p>“My beard used to itch nonstop and shed flakes everywhere. Within a week of using this cream, the irritation calmed down and the flakes stopped. Now it’s part of my daily routine.”</p>",
        "ggn4JK2wcJy_text": "<p>Camellia oil penetrates deep into the hair shaft, reducing protein loss and leaving beard and scalp hair stronger, shinier, and more resilient.</p>",
        "ggnHhhfM2V8_text": "<p>Rich in antioxidants and natural emollients, it helps maintain the skin’s natural barrier. The defense line samurai unknowingly relied on against irritation and infection.</p>",
        "ggsbdLHaKo6_text": "<p><span style=\"color:#161723;\"><strong>Published:</strong></span> Sunday, August 24, 2025</p>",
        "ggxt3aFemh7_text": "<p>Liam Kilphen</p>",
        "ggz1dwtVeE-_text": "<p>Today, researchers have confirmed one major ingredient at the heart of the barbers’ formula.</p><p>&nbsp;</p><p>This ingredient is <strong>Camellia oil.&nbsp;</strong><br><br>It is considered a rare “all-natural anti-fungal” solution, and that's why it’s finally making its way back into modern hair care.</p>",
        "section_preload": "true"
      },
      "type": "gp-section-583163771782955993"
    },
    "gp_section_583163771783021529": {
      "settings": {
        "checksum": "4241901768839ff84928aa9e03b5642bb88d3a242e282a367f2454c6b434689f_1_1_0_0__1",
        "gg-KF-TFGF0_text": "<p>While no product can promise that skin issues will never return, <strong>NewAura</strong> is built to give men a dependable way to stay ahead of the problem. Its unique blend is <strong>designed for easy use, helping maintain balance, comfort, and confidence long after the first signs of relief.</strong></p><p>&nbsp;</p><p>You can find <strong>NewAura</strong> exclusively through this official website and trusted retail partners. Discover a reliable solution created to support healthy skin and a flake-free hair for the long run.</p>",
        "gg0eB9FUGBK_label": "<p>Try It Today</p>",
        "gg23SZzrgyC_text": "<p>Top 10 Premium Beard &amp; Scalp Treatments (2025)</p>",
        "gg3RvSVZoRF_text": "<p><strong>Thousands have already broken free from the endless cycle of flakes, itch, and irritation.</strong> Proving this modern formula works where oils, shampoos, and even prescriptions fail. Built on the same fungus-fighting secret once trusted by old barbers, it gives today’s men the confidence to face their own battles flake-free.</p>",
        "gg56M-22nW6_text": "<p>After years of trial, error, and rediscovery, that advanced formula has been made available in an easy-use cream <strong>designed specifically for men dealing with flakes and irritation.</strong></p>",
        "gg8S_4JdTZA_label": "GET IT NOW",
        "ggGblz7B37P_text": "<p>“My beard used to itch nonstop and shed flakes everywhere. Within a week of using this cream, the irritation calmed down and the flakes stopped. Now it’s part of my daily routine.”</p>",
        "ggIpy2aIguO_text": "<p>This isn’t another beard oil or harsh shampoo. It’s a targeted solution that goes straight to the root cause. Cutting off flakes where they start, protecting your skin, and keeping your beard looking clean, strong, and confident.</p>",
        "ggJHl4FerBN_text": "Related posts",
        "ggL5Y5ihH9A_text": "Success stories",
        "ggP8fRtKhHo_text": "The Modern Formula Built on the Viking Remedy",
        "ggRpu5SQtRg_text": "<p><a href=\"#\">What is the best product for stopping dandruff?</a></p>",
        "ggUPUZMKd21_text": "<p>Liam Kilphen</p>",
        "gg_sXLLYzWH_text": "<p>Mike Jones</p>",
        "ggfbJzxa3Ai_childItem_0": "<p><strong>Camellia Oil</strong> - <i>starves the fungus</i>, penetrates deep to strengthen hair fibers, calms irritation, and locks in lightweight moisture without leaving grease behind.</p>",
        "ggfbJzxa3Ai_childItem_1": "<p><strong>Salicylic Acid</strong> — <i>clears away the tough, greasy film that traps fungus on the skin.</i> Exfoliating dead skin and buildup, exposing the root of the problem so it can actually be treated.</p>",
        "ggfbJzxa3Ai_childItem_2": "<p><strong>Niacinamide + Ceramides</strong> — <i>rebuild the skin’s natural barrier</i>, stopping the fungus from spreading to your scalp, eyebrows, or behind the ears.</p>",
        "ggjm5r7otMB_text": "Where can I find NewAura for my hair?",
        "gglSqn8ueZs_text": "<p><strong>“I was skeptical at first, but this actually did what no other product could. Not only did it clear my beard, but the results lasted. I haven’t had to deal with embarrassing flakes in months.”</strong></p>",
        "ggowM9Ar8o4_text": "<p>This modern formula is designed to do more than just cover up flakes. It’s built to stop the same fungal enemy that once spread under the helmets of warriors.</p><p><br><span style=\"color:#000000;font-size:18px;\"><i><strong>Inside the formula :&nbsp;</strong></i></span></p>",
        "gguBdrZUNty_text": "<p>This modern formula is designed to do more than just cover up flakes. It’s built to stop the same fungal enemy that once spread under the hats of hard-working industrial men.</p><p><br><span style=\"color:#000000;font-size:24px;\"><i><strong>Inside the formula :&nbsp;</strong></i></span></p>",
        "ggylfupp18O_text": "Introducing NewAura<strong>&nbsp;</strong>"
      },
      "type": "gp-section-583163771783021529"
    }
  },
  "order": [
    "gp_section_583163771782955993",
    "gp_section_583163771783021529"
  ]
}
