/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_590117972375241384": {
      "settings": {
        "checksum": "1a29944c996d177b6baed032fecd2e556fd6f0aa74446ef9445ed6f8e67e2ac2_1_1_0_0__1",
        "gg0IKOn_S2k_text": "The Result? A Daily Cream That Ends The Itch-Flake Rebound Cycle",
        "gg518-TLJSv_label": "<p>GET NEW CUSTOMER DISCOUNT - 50% OFF</p>",
        "gg6LcvDM-3a_text": "He found a way to starve the fungus while simultaneously restoring your skin's ability to protect itself naturally (stoping the flaking at the source).<br><br>It's called the <strong>New Aura Drysafe Complex</strong>, and <span style=\"background-color:rgb(255,255,255);color:rgb(0,24,58);font-size:18px;\">and it’s unlike anything you’ve ever used.</span><br><br>Instead of nuking your skin with harsh shampoos...<br><br>It uses nature’s own defense system.",
        "gg6kHQntbVy_text": "He pointed to the ingredient lurking in almost every bottle in my shower: Zinc Pyrithione (ZP).<br>&nbsp;<br>He explained that while ZP is a powerful anti-fungal, it’s so aggressive it scorches your skin’s natural defense barrier,&nbsp;<br><br>making it easier for the fungus to take hold again and again.&nbsp;",
        "gg721GXYlmr_text": "New Aura is backed by a full satisfaction guarantee. Try it for 14 days - if it doesn't get rid of your flakes, redness, and irritation, you’ll get your money back.",
        "gg8kd-7fVC8_text": "this Dermatologist never thought he would stop seborrheic dermatitis — but this breakthrough formula makes shampoos &amp; oils a thing of that past!",
        "gg8oRSZ3LBz_label": "<p>SEE IF IT'S STILL AVAILABLE</p>",
        "ggAGiu5mydj_text": "So How Do You Use It?",
        "ggCMDxqpaRt_text": "Support Barrier Healing &amp; Restore Defenses",
        "ggCw7HjWaP-_text": "\"i thought i'd be Snowing Flakes forever - until i Found this 30 second treatment...\"",
        "ggFQn67Gird_text": "<strong>PUBLISHED:</strong> 09:24 EST, 19 November 2025",
        "ggGgyCnLhiC_text": "Step 2:",
        "ggH2hZX4ezL_text": "That's it!",
        "ggI9MiaGvLf_text": "‍<strong>No stress. No questions. No gimmicks.</strong>",
        "ggIEZNpl7G3_text": "Starve the Fungus Where It Lives",
        "ggJPE_soueM_label": "<p>SEE IF IT'S STILL AVAILABLE</p>",
        "ggL4QeY81qj_text": "Plus 8 additional botanicals and clinical extracts including Centella Asiatica, Azelaic Acid, Allantoin, Solidago Decurrens, and more — all working together to heal the skin barrier and restore balance from the surface.*",
        "ggNH4OOSHoa_text": "<strong>Try It 100% Risk-Free For 14 Days!</strong>",
        "ggNybGeeycQ_text": "I was getting tired of it.<strong> The never-ending itch...</strong><br><br>White flakes on my shirts. My desk. My pillow. Every time I touched my beard, it snowed.<br><br><strong>Disgusting.</strong><br><br>I tried everything: Nizoral, Head &amp; Shoulders, ketoconazole, creams, oils. Nothing worked.<br><br>Even my dermatologist said, \"It's chronic. You'll probably need medicated shampoo for life.\"<br><br>I didn't want to deal with this for the rest of my life.<br><br>That's when I found something unexpected…",
        "ggR2KcBHZBW_text": "<strong>1. Take a shower</strong><br><strong>2. Apply it in your beard</strong><br><strong>3. That's it - let your skin do the work</strong>",
        "ggU_S6PdifE_text": "It was a classic case of the treatment doing more harm than good.",
        "ggVkP4Hwv99_text": "His name is <strong>Dr. Michael Danford.</strong><br>&nbsp;<br>He’s a skin barrier specialist who spent years studying why the flaking and redness always return.&nbsp;<br><br>And his research led him to something remarkable...<br><br>Not a shampoo. Not a prescription.<br><br>Not even some oils.<br><br>But a daily topical cream that starves the fungus while helping the skin repair itself.<br><br>What he learned shocked even him:",
        "ggWijmVBGd3_text": "Imagine this fungus is like a weed growing in your yard…<br>Shampoos just burn the top off — New Aura starves the root.*",
        "ggYm6BGUw4p_text": "\"Your Daily Routine Is Why You Can't Get Better.\"",
        "ggeXx0Jt7er_text": "Fancy words aside... how does it actually work?",
        "ggebY3u4nQc_text": "Taking New Aura is as simple as your daily routine.",
        "ggelIamPLOE_text": "✅ Kills the fungus on contact*<br>✅ Seals your skin barrier to stop inflammation*<br>✅ Restores your skin's natural defenses*<br>✅ Stops flakes from coming back*",
        "ggiQkxSPFWq_text": "By ADAM SYRONEY",
        "ggiYLIt1GKG_text": "Most people slather on shampoos thinking it’s helping…<br><br>But Dr. Danford discovered that most shampoos only scratch the surface (literally).",
        "ggk1_aggdFO_text": "Just apply it once a day - and your body starts it's natural healing process.",
        "ggpnZSjt5eR_text": "<strong>Piroctone Olamine:</strong><br><i>Neutralizes the Malassezia yeast without harsh chemicals.*</i><br><br><strong>Dictamni Cortex &amp; Sophora Flavescens:</strong> <i>Powerful herbs that fight fungal overgrowth and reduce stubborn flare-ups.*</i><br><br><strong>Borneolum Syntheticum:</strong><br><i>Provides instant, dramatic relief from the intense itching and burning.*</i>",
        "ggpwiIWc5pB_text": "That's why he focused on a completely different approach…",
        "ggqDufnVxvz_text": "You deserve a permanent win, not another week-long truce.&nbsp;While expensive treatments like dermatologist visits and prescription steroids can cost over <strong>$200 per month</strong>, this simple, plant-based <strong>New Aura Drysafe Complex</strong> attacks the problem at the surface—treating the skin barrier for just:&nbsp;<br><br><strong>$0.73 per day.</strong><br><br>For the price of a small coffee, you can finally invest in a solution that works long-term.",
        "ggri26CtdJx_text": "meet the dermatologist who showed me i was accidentally torching my skin",
        "ggtb51xQ_TJ_text": "No oils. No shampoo routine. No side effects.",
        "ggtjwqF5pVx_text": "The Cycle Ends Here.&nbsp;<br>Stop Paying for Temporary Relief.",
        "ggtwAsynlkD_text": "<strong>Mike, 34, from Chicago,</strong> dealt with scalp and beard dandruff for nearly 6 years:<br><br><i>\"I had almost given up. I was tired of dealing with it. Then my new derm told me about New Aura Drysafe Complex. I didn't expect much. But within 2 days, the immediate redness was GONE. The awful burning stopped. It felt like my skin was finally breathing for the first time.\"</i><br><i>&nbsp;</i><br><i>\"I would scratch my beard for minutes and a constant snow of dandruff would fall out, now I forgot I even have it.\"</i><br><br><i>\"It's been 3 months. My skin is clear for the first time in YEARS. I can finally wear black shirts again without worrying about the snow.\"</i>",
        "gguD0mIuGdn_text": "<strong>Niacinamide:</strong>&nbsp;<br><i>Supports the skin barrier and regulates oil production for a stable environment.*</i><br><br><strong>Artemisia Extract &amp; Solidago Decurrens:</strong><br><i>Calms redness and assists the barrier in healing.*</i><br><br><strong>Cnidium Monnieri &amp; Kochia Scoparia:</strong><br><i>Soothing herbs that relieve chronic itching and promote skin health.*</i><br><br><strong>Salicylic Acid:</strong><br><i>Gently exfoliates the surface to accelerate the natural healing process.*</i>",
        "ggvE9xykiS7_text": "For years, the power of <strong>topical barrier restoration</strong> was ignored in favor of harsh antifungal shampoos and steroids.<br><br>But Dr. Mike (my dermatologist) refused to give up on his patients.<br><br>With the help of a specialty compounding lab, he formulated the herbs and extracts into a <strong>daily cream</strong> – so your skin gets exactly what it needs to heal its defenses and fight back from the surface.<br>&nbsp;<br>Now, <strong>New Aura Drysafe Complex</strong> is trusted by men tired of the chemical cycle – ready to fix the problem at the source instead of managing symptoms forever.",
        "ggvdeBybB_x_text": "Why Haven’t You Heard of New Aura Before?",
        "ggwHfxgbJMi_text": "<strong>Stop waging chemical war. Start healing the skin.</strong>",
        "ggx-Ibvb9Gr_text": "Imagine the seborrheic dermatitis fungus like a weed growing in your yard…<br><br>Most topicals just burn the top off (causing severe damage to the outer skin layers), but the root stays in tact.<br><br>Dermaclear starves the damn thing at the root.<br><br>No side-effects, no damaged skin-barrier, and an overall healthier gut.",
        "ggx8NZXKNhY_text": "here's how new aura's \"drysafe complex\"&nbsp;<span style=\"color:#00c249;\">eliminates the fungus in just&nbsp;2 simple steps:</span>",
        "ggy2IVNzLuY_label": "<p>CHECK AVAILABILITY</p>",
        "ggywCIUbaYn_text": "Step 1:"
      },
      "type": "gp-section-590117972375241384"
    },
    "gp_section_590218038721119062": {
      "settings": {
        "checksum": "00c9290945ac8dc0a9be2ee914865158750a5810075fd723fe27143cdfbe4ed3_1_1_0_0__1",
        "gg6Ijv1bAb-_text": "home &gt; men's advice &gt; men's grooming &gt; <u>Skin care</u>",
        "section_preload": "true"
      },
      "type": "gp-section-590218038721119062"
    },
    "gp_section_590248087637721942": {
      "settings": {
        "checksum": "824427b74d9ac08c5f207d0c855a24273e4552872afa8eebba356f9a1e946626_1_1_0_0__1",
        "gg0xFlb-0Uf_text": "<p><strong>BEAUTY &amp; SKINCARE DISCLAIMER:</strong> The information and other content provided on this page, or in any linked materials, are for informational and educational purposes only. They are not intended and should not be construed as medical advice, diagnosis, or treatment. The content presented reflects general skincare education and is not a substitute for consultation with a licensed dermatologist or healthcare professional.</p><p>If you have or suspect you have a skin condition or any medical concern, you should consult with a qualified dermatologist or healthcare provider. Never disregard professional advice or delay seeking it because of something you have read on this page or in any linked materials.</p><p>Results mentioned or shown are based on individual experiences and may vary. Statements on this site have not been evaluated by the Food and Drug Administration (FDA). Products mentioned are not intended to diagnose, treat, cure, or prevent any disease.</p><p>&nbsp;</p>"
      },
      "type": "gp-section-590248087637721942"
    }
  },
  "order": [
    "gp_section_590218038721119062",
    "gp_section_590117972375241384",
    "gp_section_590248087637721942"
  ],
  "layout": "theme.gempages.footer"
}
