/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_582991658400875121": {
      "settings": {
        "checksum": "aa1a9e995f77b85711c0f7b6e9b912c385402c61172e582eb7e13a33f6139cb7_1_1_0_0__1",
        "gg-KF-TFGF0_text": "<p>While no product can promise that skin issues will never return, <strong>NewAura</strong> is built to give men a dependable way to stay ahead of the problem. Its unique blend is <strong>designed for easy use, helping maintain balance, comfort, and confidence long after the first signs of relief.</strong></p><p>&nbsp;</p><p>You can find <strong>NewAura</strong> exclusively through this official website and trusted retail partners. Discover a reliable solution created to support healthy skin and a flake-free hair for the long run.</p>",
        "gg0eB9FUGBK_label": "<p>Try It Today</p>",
        "gg23SZzrgyC_text": "<p>Top 10 Premium Beard &amp; Scalp Treatments (2025)</p>",
        "gg3RvSVZoRF_text": "<p><strong>Thousands have already broken free from the endless cycle of flakes, itch, and irritation.</strong> Proving this modern formula works where oils, shampoos, and even prescriptions fail. Built on the same fungus-fighting secret once trusted by samurai warriors, it gives today’s men the confidence to face their battles flake-free.</p>",
        "gg56M-22nW6_text": "<p>After years of trial, error, and rediscovery, that advanced formula has been made available in an easy-use cream <strong>designed specifically for men dealing with flakes and irritation.</strong></p>",
        "gg8S_4JdTZA_label": "GET IT NOW",
        "ggGblz7B37P_text": "<p>“My beard used to itch nonstop and shed flakes everywhere. Within a week of using this cream, the irritation calmed down and the flakes stopped. Now it’s part of my daily routine.”</p>",
        "ggIpy2aIguO_text": "<p>This isn’t another beard oil or harsh shampoo. It’s a targeted solution that goes straight to the root cause. Cutting off flakes where they start, protecting your skin, and keeping your beard looking clean, strong, and confident.</p>",
        "ggJHl4FerBN_text": "Related posts",
        "ggL5Y5ihH9A_text": "Success stories",
        "ggP8fRtKhHo_text": "The Modern Formula Built on the Samurai Remedy",
        "ggRpu5SQtRg_text": "<p><a href=\"#\">What is the best product for stopping dandruff?</a></p>",
        "ggUPUZMKd21_text": "<p>Liam Kilphen</p>",
        "gg_sXLLYzWH_text": "<p>Mike Jones</p>",
        "ggfbJzxa3Ai_childItem_0": "<p><strong>Camellia Oil</strong> - <i>starves the fungus</i>, penetrates deep to strengthen hair fibers, calms irritation, and locks in lightweight moisture without leaving grease behind.</p>",
        "ggfbJzxa3Ai_childItem_1": "<p><strong>Salicylic Acid</strong> — <i>clears away the tough, greasy film that traps fungus on the skin.</i> Exfoliating dead skin and buildup, exposing the root of the problem so it can actually be treated.</p>",
        "ggfbJzxa3Ai_childItem_2": "<p><strong>Niacinamide + Ceramides</strong> — <i>rebuild the skin’s natural barrier</i>, stopping the fungus from spreading to your scalp, eyebrows, or behind the ears.</p>",
        "ggjm5r7otMB_text": "Where can I find NewAura for my hair?",
        "gglSqn8ueZs_text": "<p><strong>“I was skeptical at first, but this actually did what no other product could. Not only did it clear my beard, but the results lasted. I haven’t had to deal with embarrassing flakes in months.”</strong></p>",
        "ggowM9Ar8o4_text": "<p>This modern formula is designed to do more than just cover up flakes. It’s built to stop the same fungal enemy that once spread under the helmets of warriors.</p><p><br><span style=\"color:#000000;font-size:18px;\"><i><strong>Inside the formula :&nbsp;</strong></i></span></p>",
        "gguBdrZUNty_text": "<p>This modern formula is designed to do more than just cover up flakes. It’s built to stop the same fungal enemy that once spread under the helmets of warriors.</p><p><br><span style=\"color:#000000;font-size:24px;\"><i><strong>Inside the formula :&nbsp;</strong></i></span></p>",
        "ggylfupp18O_text": "Introducing NewAura<strong>&nbsp;</strong>"
      },
      "type": "gp-section-582991658400875121"
    },
    "gp_section_582991658417652376": {
      "settings": {
        "checksum": "b89b39a587c376c23e9d897d3f6d2e86d59ef70c858f7d0aa21c181ad155cab9_1_1_0_0__1",
        "gg1nSTWpw7W_text": "Related posts",
        "gg4lmgthYkd_text": "<p>Top 10 Premium Beard &amp; Scalp Treatments (2025)</p>",
        "gg7yLu39fOb_text": "- Protects the Skin Barrier",
        "gg8TxLCtyNb_text": "Historians Uncover 800-Year-Old Samurai Oil That Protects Skin From Dandruff",
        "ggEhF2I7yz7_text": "<p><strong>“I was skeptical at first, but this actually did what no other product could. Not only did it clear my beard, but the results lasted. I haven’t had to deal with embarrassing flakes in months.”</strong></p>",
        "ggG44G2c4le_text": "- Calms Irritation, Itch &amp; Dandruff",
        "ggLQDmLTgYa_text": "<p>Known for its soothing properties, Camellia oil reduces redness, dryness, and itch caused by fungal buildup, letting skin return to a natural, balanced state.</p>",
        "ggMnsicOai9_text": "<p>When archaeologists translated old Japanese medical texts, they found something unexpected: <strong>a natural oil used by samurai warriors to protect their scalp and beards from outbreaks under the sweaty armor.</strong><br>&nbsp;</p><p>This <strong>Samurai Oil</strong> kept their skin healthy for centuries… until it was forgotten by history.</p>",
        "ggOIz2zjjJN_text": "<p>Men today are still fighting the same hidden battle the samurai faced centuries ago. Long hours at work, gym sweat, pollution, and modern grooming products all create the perfect environment for fungus to thrive. Leading to the same irritation, flakes, and discomfort.</p><p>&nbsp;</p><p>Researchers also realized that most <strong>modern beard and scalp products actually </strong><i><strong>make the problem worse</strong></i><strong>.</strong> Oils, balms, and shampoos often feed fungus or strip away the skin’s natural barrier, creating a cycle of relief and relapse.</p><p>&nbsp;</p><p>That’s why a team of skincare experts set out to create something different. A formula that blends the ancient wisdom of the samurai with modern dermatology. Their goal was simple: build an <strong>easy-to-use product that not only clears flakes fast, but also protects against the root cause so the problem</strong> doesn’t keep coming back.</p>",
        "ggOmRGwRFoE_text": "<p>Samurai lived in armor for hours on end. Sweat, heat, and grime created the perfect breeding ground for <strong>fungus and mold</strong>. This caused many warriors to suffer from <i>irritation, dandruff, and painful outbreaks on their skin.</i></p><p>&nbsp;</p><p>But unlike other soldiers of their era, the samurai had a <strong>secret remedy.</strong> They would apply a natural plant extract to their scalps and beards, <strong>shutting down any fungus and stopping it from spreading.</strong></p>",
        "ggQGle1OGVl_text": "- Strengthens Hair Fibers",
        "ggSSX9v5iG-_text": "From Samurai Ritual to Modern Routine",
        "ggX3ivkvMH2_text": "<p>Unlike common beard oils (coconut, argan, jojoba) that actually provide food for fungus, Camellia oil’s unique fatty acid profile makes it fungus-resistant. Starving the fungus and stopping the production of dandruff.</p>",
        "ggbi5fxdQ5o_text": "- Doesn’t Feed Fungus",
        "ggcXZ_G6NmP_text": "The Uncovered Identity of \"Samurai Oil\"",
        "ggcndh74mLZ_text": "<p><a href=\"#\">What is the best product for stopping dandruff?</a></p>",
        "ggh5P-bKrNW_text": "Historians Uncover 800-Year-Old Samurai Oil That Protects Skin From Dandruff",
        "gghQe9o6PaD_text": "The Hidden Enemy Under the Helmet and Mask",
        "gghyMeQcXQQ_text": "<p>Mike Jones</p>",
        "ggkoiQzyn6h_text": "Success stories",
        "gglk2xgpN5W_text": "<p>“My beard used to itch nonstop and shed flakes everywhere. Within a week of using this cream, the irritation calmed down and the flakes stopped. Now it’s part of my daily routine.”</p>",
        "ggn4JK2wcJy_text": "<p>Camellia oil penetrates deep into the hair shaft, reducing protein loss and leaving beard and scalp hair stronger, shinier, and more resilient.</p>",
        "ggnHhhfM2V8_text": "<p>Rich in antioxidants and natural emollients, it helps maintain the skin’s natural barrier. The defense line samurai unknowingly relied on against irritation and infection.</p>",
        "ggsbdLHaKo6_text": "<p><span style=\"color:#161723;\"><strong>Published:</strong></span> Sunday, August 24, 2025</p>",
        "ggxt3aFemh7_text": "<p>Liam Kilphen</p>",
        "ggz1dwtVeE-_text": "<p>Today, researchers have confirmed the identity of this oil: <strong>Camellia oil.&nbsp;</strong><br><br>Scientists consider it a rare “all-natural anti-fungal” solution, and that's why it’s finally making its way back into modern beard and scalp care.</p>",
        "section_preload": "true"
      },
      "type": "gp-section-582991658417652376"
    }
  },
  "order": [
    "gp_section_582991658417652376",
    "gp_section_582991658400875121"
  ]
}
