/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_590095676747416232": {
      "settings": {
        "checksum": "910972c1faad5f10f89f7fe7fb0e569d332d568994fac1a84fa2631d28dbbebe_1_1_0_0__1",
        "gg02Vtohb35_text": "<span style=\"font-size:57px;\">works everywhere</span>",
        "gg5fXiQRqS9_text": "<strong>And the oils I kept piling on to “moisturize” they were the FUEL?!</strong>",
        "gg7cPznbbD2_text": "<strong>That’s where the cycle finally broke.</strong>",
        "gg9qB58y96k_text": "<span style=\"background-color:rgb(255,255,255);color:rgb(48,48,48);font-size:27px;\"><i>Lachlan, 38 - 3 weeks into using New Aura**</i></span>",
        "ggCpOfwLA3z_text": "<p>Wash days felt endless. I’d spend eight hours cleaning, detangling, conditioning—just for my scalp to betray me the next morning.</p><p><br>And I'll be honest — <strong>I got the ick anytime flakes landed on my black clothes. </strong>It made me want to avoid people altogether.</p><p><br>I even started apologizing to my stylist before she touched my hair, scared she’d think I was dirty.</p><p><br><span style=\"background-color:rgba(255,191,191,0.77);\"><i>It’s wild how something so small can chip away at your confidence.</i></span></p><p>&nbsp;</p><p>But when you feel stuck in that cycle, where every solution fails, every effort is wasted, and your scalp is constantly inflamed...</p>",
        "ggD7rJRovUb_text": "<strong>If you’re done with the shame and ready to stop choosing between a clear scalp and healthy hair—this is your sign.</strong>",
        "ggDLTdiF9CP_label": "<p><strong>Reclaim your healthy hair</strong></p>",
        "ggEElBgG4oW_text": "<p>The shame, the effort, the wasted money... I was facing the impossible choice:<br><br>The harsh medicated shampoos <strong>left my hair like straw,</strong> and the oils everyone swore by just <strong>made my scalp angrier.</strong></p><p><br>It felt like I had to choose between a clear scalp or healthy curls—and I was done choosing 🤦🏾‍♀️</p>",
        "ggGxatbIf_c_text": "<p><strong>Comments</strong></p>",
        "ggJvOdDPoMR_text": "Girl, can we just be real for a minute?<br><br>Have you ever caught your reflection in the mirror and just thought,&nbsp;<i>\"Did I just wash my hair, or is it already snowing?😐\"</i>",
        "ggMD5ZafC87_label": "<p><span style=\"font-size:33px;\">Try New Aura</span></p>",
        "ggVQjdMxtV7_label": "<p>Try it now</p>",
        "ggX1cLpvuqu_text": "<p>This small ritual gave me the momentum to show up differently—more focused, more confident, more me.</p><p><br>It taught me something powerful:&nbsp;</p>",
        "ggYOkm4itYs_text": "<p>I didn’t need ten steps or another “holy grail” routine. I just needed one 30-second reset that finally felt like self-respect again.</p>",
        "ggeht2pRoGi_text": "<strong>The first week using it told me everything</strong>",
        "gggW6eMGbnj_text": "<p>It works by doing two things:</p><p>&nbsp;</p><p>First, it uses a gentle ingredient called <strong>Piroctone Olamine</strong> that calms the fungus down—like telling that Malassezia <strong>“bully” to go sit down</strong>.</p><p>&nbsp;</p><p>Then, it layers your scalp with <strong>Artemisia</strong>, which acts like a <strong>calming blanket</strong> to help your scalp heal itself.</p><p>&nbsp;</p><p>You're not just attacking the problem; you're actually helping your scalp heal itself. That's the difference between temporary relief and finally ending the shame cycle.</p>",
        "gghIa3XKLfx_text": "<p>Eventually, I hit my breaking point.</p>",
        "ggiuxPnRKHm_childItem_0": "<p>I don’t have to compromise my curls for a clear scalp.</p>",
        "ggiuxPnRKHm_childItem_1": "<p>I deserve a routine that respects my texture and my time.</p>",
        "ggjc-w8taDO_text": "<strong>Still, all the science in the world couldn't have prepared me for this:</strong>",
        "ggk7CL2F9QM_text": "<p>I just remember staring at her in disbelief like, <strong>'</strong>Are you serious right now?' She just nodded.&nbsp;</p><p>&nbsp;</p><p>That's when she looked at me and said, <strong>\"Okay, this is the real fix.\"</strong></p><p>&nbsp;</p><p><strong>At first, I was SUPER skeptical</strong>. Honestly, after throwing so much money at products, it felt like I was just buying the next thing out of <strong>desperation</strong>. But she broke the science down in a way that just <strong>clicked</strong>.</p><p>&nbsp;</p><p>She explained that the solution had to be calming, not harsh. That's why she told me about <strong>New Aura</strong>.</p>",
        "gglRU-TF_lm_text": "<p>Getting my clear scalp back was my first win in months—and from there, I started stacking my little wins again.</p><p><br>My curls stayed soft, my scalp felt peaceful, and for once, I didn’t dread wash day.</p><p><br>It was like my crown could finally breathe.</p>",
        "ggnxl_SEc44_text": "<span style=\"color:#000000;\"><strong>I Kept Oiling My Scalp So</strong></span><span style=\"color:#9E2C2C;\"><strong> </strong></span><span style=\"color:#9E2116;\"><strong>People Wouldn't Think I Was Dirty...</strong></span><span style=\"color:#9E2C2C;\"><strong> </strong></span><strong>Turns Out, I Was Just Adding Fuel to the Fire.</strong>",
        "ggoild-2Yn-_text": "<p>One day, I'm walking into my hair appointment, completely over it. (I swear, every time I’d come in, she’d see the same mess, <strong>but this time was different.</strong>)</p><p>&nbsp;</p><p>I just started venting: \"I'm done making this trade-off. It shouldn't be this hard!\"</p><p>&nbsp;</p><p>And finally, she stops me, looks me straight in the eye, and says: <strong>\"Okay stop. The real problem isn’t you.\"</strong></p><p>&nbsp;</p><p>She explained that the flakes aren’t “dry scalp” at all—they come from an imbalance that lets a fungus called Malassezia thrive. (thank you autocorrect 😅).</p>",
        "ggtR6BRcOf6_text": "<p>Well turns out... The main food source for that fungus is an ingredient found in most scalp oils. So I was literally feeding the problem.</p>",
        "ggtZ83yxNn2_leftImageLabel": "Before",
        "ggtZ83yxNn2_rightImageLabel": "After",
        "ggveyii57Fa_text": "<p>Now, my reflection finally matches the woman I always knew I was.</p>",
        "ggwP_g47DBw_text": "<p>New Aura was designed to end that impossible trade-off.<br>&nbsp;</p><p>It’s one powerful step. 30 seconds.</p><p>&nbsp;</p><p>No more compromises.</p>",
        "ggwYBQzaRBu_text": "<span style=\"background-color:#FFCFCF;\">When that maddening itch finally stopped after the first use, I knew this wasn’t like anything else I’d tried.</span>",
        "section_preload": "true"
      },
      "type": "gp-section-590095676747416232"
    },
    "gp_section_590111663571600013": {
      "settings": {
        "checksum": "dfde9a2b6efe0246b7e1a77776bd08e922c2207862739d747851b6c9c4d0249a_1_1_0_0__1",
        "ggOniAzY7bc_text": "<p><strong>BEAUTY &amp; SKINCARE DISCLAIMER:</strong> The information and other content provided on this page, or in any linked materials, are for informational and educational purposes only. They are not intended and should not be construed as medical advice, diagnosis, or treatment. The content presented reflects general skincare education and is not a substitute for consultation with a licensed dermatologist or healthcare professional.</p><p>If you have or suspect you have a skin condition or any medical concern, you should consult with a qualified dermatologist or healthcare provider. Never disregard professional advice or delay seeking it because of something you have read on this page or in any linked materials.</p><p>Results mentioned or shown are based on individual experiences and may vary. Statements on this site have not been evaluated by the Food and Drug Administration (FDA). Products mentioned are not intended to diagnose, treat, cure, or prevent any disease.</p><p>&nbsp;</p>"
      },
      "type": "gp-section-590111663571600013"
    }
  },
  "order": [
    "gp_section_590095676747416232",
    "gp_section_590111663571600013"
  ],
  "layout": "theme.gempages.footer"
}
