/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_583098167852008049": {
      "settings": {
        "checksum": "d9c90a2b9d6511357d7a1245acb1b6636451a96c54af3f2f66e861c722f507bd_1_1_0_0__1",
        "gg-KF-TFGF0_text": "<p>While no product can promise that skin issues will never return, <strong>NewAura</strong> is built to give men a dependable way to stay ahead of the problem. Its unique blend is <strong>designed for easy use, helping maintain balance, comfort, and confidence long after the first signs of relief.</strong></p><p>&nbsp;</p><p>You can find <strong>NewAura</strong> exclusively through this official website and trusted retail partners. Discover a reliable solution created to support healthy skin and a flake-free hair for the long run.</p>",
        "gg0eB9FUGBK_label": "<p>Try It Today</p>",
        "gg23SZzrgyC_text": "<p>Top 10 Premium Beard &amp; Scalp Treatments (2025)</p>",
        "gg3RvSVZoRF_text": "<p><strong>Thousands have already broken free from the endless cycle of flakes, itch, and irritation.</strong> Proving this modern formula works where oils, shampoos, and even prescriptions fail. Built on the same fungus-fighting secret once trusted by Vikings, it gives today’s men the confidence to face their own battles flake-free.</p>",
        "gg56M-22nW6_text": "<p>After years of trial, error, and rediscovery, that advanced formula has been made available in an easy-use cream <strong>designed specifically for men dealing with flakes and irritation.</strong></p>",
        "gg8S_4JdTZA_label": "GET IT NOW",
        "ggGblz7B37P_text": "<p>“My beard used to itch nonstop and shed flakes everywhere. Within a week of using this cream, the irritation calmed down and the flakes stopped. Now it’s part of my daily routine.”</p>",
        "ggIpy2aIguO_text": "<p>This isn’t another beard oil or harsh shampoo. It’s a targeted solution that goes straight to the root cause. Cutting off flakes where they start, protecting your skin, and keeping your beard looking clean, strong, and confident.</p>",
        "ggJHl4FerBN_text": "Related posts",
        "ggL5Y5ihH9A_text": "Success stories",
        "ggP8fRtKhHo_text": "The Modern Formula Built on the Viking Remedy",
        "ggRpu5SQtRg_text": "<p><a href=\"#\">What is the best product for stopping dandruff?</a></p>",
        "ggUPUZMKd21_text": "<p>Liam Kilphen</p>",
        "gg_sXLLYzWH_text": "<p>Mike Jones</p>",
        "ggfbJzxa3Ai_childItem_0": "<p><strong>Camellia Oil</strong> - <i>starves the fungus</i>, penetrates deep to strengthen hair fibers, calms irritation, and locks in lightweight moisture without leaving grease behind.</p>",
        "ggfbJzxa3Ai_childItem_1": "<p><strong>Salicylic Acid</strong> — <i>clears away the tough, greasy film that traps fungus on the skin.</i> Exfoliating dead skin and buildup, exposing the root of the problem so it can actually be treated.</p>",
        "ggfbJzxa3Ai_childItem_2": "<p><strong>Niacinamide + Ceramides</strong> — <i>rebuild the skin’s natural barrier</i>, stopping the fungus from spreading to your scalp, eyebrows, or behind the ears.</p>",
        "ggjm5r7otMB_text": "Where can I find NewAura for my hair?",
        "gglSqn8ueZs_text": "<p><strong>“I was skeptical at first, but this actually did what no other product could. Not only did it clear my beard, but the results lasted. I haven’t had to deal with embarrassing flakes in months.”</strong></p>",
        "ggowM9Ar8o4_text": "<p>This modern formula is designed to do more than just cover up flakes. It’s built to stop the same fungal enemy that once spread under the helmets of warriors.</p><p><br><span style=\"color:#000000;font-size:18px;\"><i><strong>Inside the formula :&nbsp;</strong></i></span></p>",
        "gguBdrZUNty_text": "<p>This modern formula is designed to do more than just cover up flakes. It’s built to stop the same fungal enemy that once spread under the helmets of warriors.</p><p><br><span style=\"color:#000000;font-size:24px;\"><i><strong>Inside the formula :&nbsp;</strong></i></span></p>",
        "ggylfupp18O_text": "Introducing NewAura<strong>&nbsp;</strong>"
      },
      "type": "gp-section-583098167852008049"
    },
    "gp_section_583098167852073585": {
      "settings": {
        "checksum": "f7a6430e1e6f2ce1d8dbb3f5d40639162acf0794645f93bc7f8ceae8d8c58aaa_1_1_0_0__1",
        "gg1nSTWpw7W_text": "Related posts",
        "gg4lmgthYkd_text": "<p>Top 10 Premium Beard &amp; Scalp Treatments (2025)</p>",
        "gg7yLu39fOb_text": "- Protects the Skin Barrier",
        "gg8TxLCtyNb_text": "The Viking Beard Treatment Lost for 1,000 Years",
        "ggEhF2I7yz7_text": "<p><strong>“I was skeptical at first, but this actually did what no other product could. Not only did it clear my beard, but the results lasted. I haven’t had to deal with embarrassing flakes in months.”</strong></p>",
        "ggG44G2c4le_text": "- Calms Irritation, Itch &amp; Dandruff",
        "ggLQDmLTgYa_text": "<p>Known for its soothing properties, Camellia oil reduces redness, dryness, and itch caused by fungal buildup, letting skin return to a natural, balanced state.</p>",
        "ggMnsicOai9_text": "<p>In 2019, archaeologists excavating a rare <strong>Viking ship burial in Norway</strong> made an unexpected discovery. Alongside swords, armor, and ceremonial treasures, they found small vessels containing residues of natural oils.</p><p>&nbsp;</p><p>At first, experts believed these oils were placed as ritual offerings. But after deeper analysis and testing, it was revealed that these weren’t just symbolic; they were practical. Vikings used these oils to protect something they valued as highly as their weapons, <strong>their beards.</strong></p>",
        "ggOIz2zjjJN_text": "<p>Men today are still fighting the same hidden battle the Vikings faced centuries ago. Long hours at work, gym sweat, pollution, and modern grooming products all create the perfect environment for fungus to thrive. Leading to the same irritation, flakes, and discomfort.</p><p>&nbsp;</p><p>Researchers also realized that most <strong>modern beard products actually </strong><i><strong>make the problem worse</strong></i><strong>.</strong> Oils, balms, and shampoos feed the fungus and strip away the skin’s natural barrier, creating a cycle of relief and relapse.</p><p>&nbsp;</p><p>That’s why a team of skincare experts set out to create something different. A formula that blends the ancient techniques of the Vikings with modern dermatology. Their goal was simple: build a<strong> product that not only clears flakes fast, but also protects against the root cause so the problem</strong> doesn’t keep coming back.</p>",
        "ggOmRGwRFoE_text": "<p>For the Vikings, a beard was more than just hair on their face. It was a symbol of power, masculinity, and respect. A strong, well-kept beard showed dominance, endurance, and status. To let it weaken was a form of destruction to the very image of a warrior’s identity.</p><p>&nbsp;</p><p>That's one of the many reasons why life aboard those wooden ships was brutal. Helmets trapped sweat and moisture against the skin. Salt air and damp conditions soaked into clothing and armor. With no chance to properly wash or dry, these environments became the perfect breeding ground for <strong>fungus.</strong></p><p>&nbsp;</p><p>That’s when problems started: irritation, relentless itching, and white flakes appearing in their beards. When left unchecked, the same fungus spread from their beard to their scalp, behind the ears, and even down the chest. Hindering their performance in battle, but most importantly, their appearance.</p><p>&nbsp;</p><p>That’s why the oil residues found on the ship were ground-breaking. They suggest Vikings weren’t simply grooming, they were defending their beards, keeping them clean and resilient through war, voyages, and raids.</p>",
        "ggQGle1OGVl_text": "- Strengthens Hair Fibers",
        "ggSSX9v5iG-_text": "From Viking Defense to Modern Routine",
        "ggX3ivkvMH2_text": "<p>Unlike common beard oils (coconut, argan, jojoba) that actually provide food for fungus, Camellia oil’s unique fatty acid profile makes it fungus-resistant. Starving the fungus and stopping the production of dandruff.</p>",
        "ggbi5fxdQ5o_text": "- Doesn’t Feed Fungus",
        "ggcXZ_G6NmP_text": "What was their Secret Oil?",
        "ggcndh74mLZ_text": "<p><a href=\"#\">What is the best product for stopping dandruff?</a></p>",
        "ggh5P-bKrNW_text": "Historians Uncover 800-Year-Old Samurai Oil That Protects Skin From Dandruff",
        "gghQe9o6PaD_text": "The Hidden Battle Vikings Faced",
        "gghyMeQcXQQ_text": "<p>Mike Jones</p>",
        "ggkoiQzyn6h_text": "Success stories",
        "gglk2xgpN5W_text": "<p>“My beard used to itch nonstop and shed flakes everywhere. Within a week of using this cream, the irritation calmed down and the flakes stopped. Now it’s part of my daily routine.”</p>",
        "ggn4JK2wcJy_text": "<p>Camellia oil penetrates deep into the hair shaft, reducing protein loss and leaving beard and scalp hair stronger, shinier, and more resilient.</p>",
        "ggnHhhfM2V8_text": "<p>Rich in antioxidants and natural emollients, it helps maintain the skin’s natural barrier. The defense line samurai unknowingly relied on against irritation and infection.</p>",
        "ggsbdLHaKo6_text": "<p><span style=\"color:#161723;\"><strong>Published:</strong></span> Sunday, August 24, 2025</p>",
        "ggxt3aFemh7_text": "<p>Liam Kilphen</p>",
        "ggz1dwtVeE-_text": "<p>Today, researchers have confirmed the identity of this oil: <strong>Camellia oil.&nbsp;</strong><br><br>Scientists consider it a rare “all-natural anti-fungal” solution, and that's why it’s finally making its way back into modern beard and scalp care.</p>",
        "section_preload": "true"
      },
      "type": "gp-section-583098167852073585"
    }
  },
  "order": [
    "gp_section_583098167852073585",
    "gp_section_583098167852008049"
  ]
}
